Repository: Mohammed-abdelawal/Courses
Catalog: Courses/locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: أنجليزى

source: Arabic
ar: عربى

source: Discover Courses
ar: استكشاف الدورات

source: Test
ar: تجربة

source: Hello
ar: اهلا

source: Approve Course
ar: قبول الدورة

source: disabled staff
ar: حذف من الفريق

source: desactive staff
ar: حذف من الفريق

source: Website
ar: الموقع

source: you can't create account if you are Younger than 7 Years
ar: لا يمكنك انشاء حساب اذا كنت اصغر من 7 سنوات

source: Skill name
ar: اسم المهارة

source: Skill
ar: المهارة

source: Skills
ar: المهارات

source: The User
ar: المستخدم

source: Description
ar: الوصف

source: Phone
ar: الهاتف

source: Gender
ar: النوع

source: Male
ar: ذكر

source: Female
ar: انثى

source: Birth date
ar: تاريخ الميلاد

source: Country
ar: الدولة

source: City
ar: المدينة

source: state
ar: المنطقة

source: Saved courses
ar: الدورات المحفوظة

source: Profile
ar: ملف المستخدم

source: Profiles
ar: ملفات المستخدمين

source: CAPITAL chars
ar: احرف كبيرة

source: Language
ar: اللغة

source: Languages
ar: لغات

source: Level name
ar: اسم المستوى

source: Level
ar: المستوى

source: Levels
ar: المستويات

source: Category name
ar: اسم القسم

source: slug in url
ar: العنوان فى الرابط

source: Category
ar: القسم

source: Categories
ar: الاقسام

source: Tag Name
ar: الوسم

source: Tag
ar: وسم

source: Tags
ar: اوسمة

source: The Instructor
ar: المدرب

source: The Name
ar: الاسم

source: Full course time in Hours
ar: مجمل وقت الدورة بالساعات

source: Publish Date
ar: تاريخ النشر

source: Expiration Date
ar: تاريخ الانتهاء

source: Attached Files in Zip and named as course title
ar: الملفات المرفقة بصيغة zip و نفس اسم الكورس

source: Is Approved By Admin ?
ar: هل تم القبول من المسؤول ؟

source: Skiils Covered in Course
ar: المهارات المكتسبة من الدورة

source: Course Text introduction
ar: التعريف النصى بالدورة

source: introduction video
ar: التعريف بالفيديو

source: This should be embed YouTube
ar: من المفترض ان يكون رابط يوتيوب مضمن

source: Before the course
ar: قبل الكورس

source: What student should know about before enroll in course
ar: ماذا يجب ان يدري الطال قبل دخول الدورة

source: After the course
ar: بعد الدورة

source: What student can do after
ar: ماذا يستطيع الطالب فعله بعد الدورة

source: Lesson count
ar: عدد الدروس

source: Course
ar: الدورة

source: Courses
ar: الدورات

source: Name
ar: الاسم

source: Host Domain(Website Link)
ar: رابط المستضيف

source: code before embeded link
ar: الكود قبل الرابط المضمن

source: code after embeded link
ar: الكود بعد الرابط المضمن

source: Host
ar: المستضيف

source: Hosts
ar: المستضيفين

source: The name
ar: الاسم

source: Unit Arrange
ar: ترتيب الوحدة

source: Arrange start at '1'
ar: الترتيب يبدأ من 1

source: Unit
ar: الوحدة

source: Units
ar: الوحدات

source: Question
ar: السؤال

source: style
ar: نمط السؤال

source: Choose
ar: اختيار من متعدد

source: Complete
ar: اكمل

source: Check Done
ar: اكمال مهمة

source: True answer
ar: الاجابة الصحيحة

source: False 1
ar: الخطأ1

source: False 2
ar: الخطأ2

source: False 3
ar: الخطأ3

source: Quiz
ar: السؤال

source: Quizzes
ar: الاسئلة

source: Lesson Text
ar: نص الدرس

source: Video Link
ar: رابط الفيديو

source: embeded video link
ar: رابط الفيديو المضمن

source: Arrange in Unit
ar: الترتيب فى الوحدة

source: Lesson
ar: الدرس

source: Lessons
ar: الدروس

source: User
ar: المستخدم

source: Completed Lessons Videos
ar: الدؤوس المكتملة

source: Enrollment
ar: الانضمام

source: Enrollments
ar: الانضمامات

source: Rating
ar: التقييم

source: Course FeedBack
ar: وصف التقييم

source: Date
ar: التاريخ

source: Finished Enrolls
ar: تم الانتهاء
